{
    "feyCurses": [
        "Your character no longer has a shadow.", 
        "Your character has forgotten your own name.", 
        "Everyone has forgotten your name and cannot be reminded of it (they call you a different name every time they address you).", 
        "You can no longer distinguish left and right.", 
        "Your eyes change color every time you blink.", 
        "You become obsessed with (kittens).", 
        "From now on, every pet you see, you see as an evil monster.", 
        "Anytime you touch something that is the color (d6). It automatically turns (d6) to you. (d6:) 1. Red; 2. Orange; 3. Yellow; 4. Green; 5. Blue; 6. Purple;", "You are physically incapable of looking anyone directly in the eyes.", 
        "Whenever you see a frog, you will hear it loudly proclaim that if you kiss it it will become a prince. (DM can decide if it will or not)", "All drinks you have, feel cold to you.", 
        "Your breathing sounds loud and obnoxious.", 
        "You can speak to the trees. They only talk about boring topics such as politics and the weather, but will not listen to anything you have to say.", 
        "Looking at blood causes you to vomit.", 
        "Everything you touch with your hands feels like you are touching pins and needles (unless you are wearing gloves).", 
        "Anytime you see (holy water), you get a great urge to down the whole bottle.", 
        "When it rains, you perceive every droplet as a (human face).", 
        "(Ogres) look incredibly beautiful to you and (Nymphs) seem hideous.", 
        "Everything you (eat) tastes like (chicken).", 
        "Suddenly, only (Trolls) find you to be attractive. When seen by (a Troll), you will be aggressively sought after for a long-term relationship.", 
        "Suddenly, you only find (Trolls) to be attractive. When you see (a Troll), you will be aggressive for a long-term relationship.", 
        "You can fly a short distance, but only if your eyes are closed.", 
        "You can't use your eyes and ears at the same time anymore. One must be covered in order to use the other. Trying to use both at the same time causes audio or visual hallucinations.", 
        "(Sitting) causes you physical pain - you can only (stand up) or (sit down).", 
        "Your (sneezes) produce (sparkling dust).", 
        "(Goblins) now look like beautiful (women).", 
        "You must continually give yourself a pep talk out loud.", 
        "Your most used (magic item) that requires a (verbal component) is replaced by an embarrassing (nickname).", 
        "All coins look like comically large gold bars to you.", 
        "When someone speaks (one language known by you) it sounds like they are screaming every word.", 
        "You don't believe in having small a fire anymore.", 
        "The voice of the last person you killed tells you things about their life no one wants to know.", 
        "(Cats meows) now sound like (Orc) battle cries to you.", 
        "A talking flea now lives in your nose.", 
        "Your skin becomes (Hot Pink) in direct sunlight.", 
        "Instead of one of your known languages you hear horse neighs.", 
        "You think and act like you have transformed into a lycanthrope but in fact don't.", 
        "You think you are the worlds greatest bard.", 
        "You recite strange lines from (musicals) you have never heard.", 
        "You can no longer conceive of (eleven).", 
        "You lose d4 letters of your name.", 
        "You (lose/gain) d6 inches of height.", 
        "You can only read the written word backwards - usually from right to left.", 
        "You cannot use any word beginning with the letter 't'.", 
        "You gain extreme sensitivity to moonlight.", 
        "Your childhood (pet) always appears to you to be in the room, but no one else can see it.", 
        "You can no longer form new  (bird)-related memories.", 
        "All water tastes oily.", 
        "You always smell strongly of (flowers) - it's a little overwhelming.", 
        "The concept of death is unbearably sad, so that you burst into tears whenever it comes up.", 
        "All (Elves) look the same to you.", 
        "Lose all memories of a loved one. (Tough to recognize, unless the character disagrees with the number of people in the group.).", 
        "You believe you lead a great kingdom that has been in great prosperity the last 10 years but now is falling to ruin and you must find a solution.", 
        "You gain the beauty of the gods as long as you view yourself in the mirror every hour, if not your beauty will corrupt into necrotic horror.", 
        "You unknowingly slip (Sylvian) words into their everyday speech and cannot be brought aware of it.", 
        "Vine and leaves will now be intermingled with your hair and body hair.", 
        "You feel the need to marry (the Fae you are bargaining with).", 
        "A 'secret' will be revealed that will make you hate someone (you love).", 
        "The world becomes cold, ever so cold. Warmth becomes something impossible for you to feel.", 
        "Your knees become fused. You lose the ability to run.", 
        "You are convinced you can talk to plants, despite not (having/using) the ability to do so.", 
        "Pick a type of beast. All creatures of this kind are now enamored with you, however you are now slightly allergic to them.", 
        "Your (ears) enlarge when you are caught lying. Your (ears) shrink when you tell the truth and are not believed.", 
        "You can no longer sleep without making a circle of stones around yourself.", 
        "You glow in artificial light.", 
        "You eat and drink messily and noisily, no matter how hard you try to prevent it.", 
        "You emit a melodious ringing noise every time you yawn, sneeze, or burp.", 
        "Your clothes become wet and can't be dried, if you change clothes those clothes will then become wet.", 
        "Your hands become skeletal, but function the same.", 
        "Shadows stick to you when you step in the shadow of something, other than your own, you feel like you have stepped on a rat trap.", 
        "You sporadically (as chosen by DM) will teleport somewhere in a room or within 20ft.", 
        "You sporadically when you speak have a (Slug) come out of your mouth.", 
        "When you speak (Common) you speak (Abyssal).", 
        "You are frightened by the nearest creature.", 
        "You leave illusory flaming footprints that last for one minute.", 
        "Your eyes glow with a dim (red) light.", 
        "Your hair appears like (fire), emitting light.", 
        "Your skin charred and burnt with glowing magma-like cracks.", 
        "Whenever you speak smoke comes out of your mouth and you have to cough at the end of your sentences.", 
        "You are afraid of (fire).", 
        "You emit a cloud of ash (like Pig-Pen in Peanuts).", 
        "You have become the target of a bounty hunter. (Or think you have).", 
        "You suddenly unlock a forgotten or repressed memory about someone in the party. (True or not).", 
        "You sprout thick curly chest hair.", 
        "When you drink Alcohol it just tastes like water.", 
        "You have the very powerful urge to take a nap but cannot.", 
        "Your hair grows 1d4 feet.", 
        "Your hair falls out, but will progressively grow back within 24 hours.", 
        "Animals can speak to you. Birds and critters seek to tell you random secrets they've acquired.", 
        "Your eyes glow like RGB lights.", 
        "You sound like you are shouting when you speak.", 
        "You have to shout to speak otherwise nothing comes out.", 
        "Illusory (butterflies) and (flower petals) flutter in the air within 5 feet of you.", 
        "A massive farting sound emanates from you, whenever you sit, it can be heard up to 300ft away.", 
        "You feel like you have a spiderweb hitting different parts of your body every minute that you are walking.", 
        "Nobody within 60ft of you can see you anymore.", 
        "You are convinced you are invisible and cannot see yourself, but everyone else can see you.", 
        "You think you are the most (athletic) man/woman in the world.", 
        "Your size increases by one size category.", 
        "Your size decreases by one size category.", 
        "You are bursting with Charisma, you now believe you are one of the most talkative people you know.", 
        "You are surrounded by faint (ethereal) music.", 
        "Salt water fills your mouth every so often.", 
        "Your age changes 1d10 years if the roll is odd you get younger by that much, if it is even you get older by that much.", 
        "Your physical age doubles.", 
        "Your mental age is halved.", 
        "You start hovering 1 foot off the ground.", 
        "When you go to speak your words are written in an illusory script above your head but no words come from your mouth.", 
        "You grow an inch.", 
        "Your hair changes color.", 
        "You forget the last 24 hours.", 
        "Your hands swap places on your body. Your left hand now where your right should be, and your right hand where your left should be.", 
        "You instantly fall in love with (person of DM's choice).", 
        "You believe you are the chosen from 'The Prophecy'.", 
        "You act like yourself but your voice has been taken over by a version of you that is the opposite alignment as yourself.", 
        "You grow a long beard made of feathers, if you sneeze the beard explodes and then regrows slowly.", 
        "You dawn a flower crown that must be watered once an hour. (if not watered dm decides the punishment).", 
        "Your skin turns a vibrant shade of (blue).", 
        "You smell strongly of (lavender) that everyone within 30 feet can smell.", 
        "You perceive all creatures as farm animals.", 
        "You love (unicorns) and must let everyone you meet know.", 
        "(Pink bubbles) float out of your mouth whenever you start talking.", 
        "Everyone within 30ft of you currently becomes invisible to you.", 
        "You radiate a chilling mist around you that follows you around.", 
        "Static electricity fills you, within 10 feet of you hairs stand on end, and feather-light objects slowly cling to you.", 
        "You are surrounded by loud, obnoxious, and erratically off-tune (flute) noises.", 
        "You think you have super (speed).", 
        "Your hair changes color and sparkles in the sunlight. Roll 1d10. 1-2. Bright Red. 3-4. Yellowish Blonde. 5-6. Pixie Green. 7-8. Light Blue. 9-10. Shiny Silver.", 
        "Your skin turns to a shiny (gold) color.", 
        "Illusory glowing fairies float around you.", 
        "All buttons, clasps, bows, knots and similar devices you wear immediately come undone.", 
        "Any Object or creature you touch with your hand starts to glow faintly but only you see it. Glow lasts for one minute.", 
        "You are enamored by the nearest creature and desire nothing but to make them proud of you.", 
        "Twinkling lights surround you within 30 feet.", 
        "When you see your reflection it is that of you as a rotting corpse.", 
        "You are chilled and your teeth chatter uncontrollably.", 
        "Your skin begins to look as if you have (scales).", 
        "Your touch becomes uncomfortable to others, like (pins and needles).", 
        "Your skin becomes semi-translucent making your veins and muscles visible.", 
        "Your eyes go (milk white).", 
        "Your voice is now like a Kenku and you must try to mimic the voice of who you are talking to."
    ]
}